<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<html>
<head>
<title>중앙정렬 레이아웃 예제</title>
<script></script>
<style>
*{
	margin:0;
	padding:0;
}

body{
/* 만약 오토 안한다면 브라우저가 늘어남에 따라 잘려서 보이게 된다.   */
	margin:0 auto;/* 바디의 크기를 제한함으로써 브라우저의 크기가 달라져도 모양을 유지할 수 있게 만들어준다.   */
	width:960px;
}
</style>
</head>
<body>
<h1> 제목부분 </h1>
<h2> 두번째 제목부분 </h2>
<p> 1 내용이 들어갑니다. 1 내용이 들어갑니다. 1 내용이 들어갑니다. 1 내용이 들어갑니다. 1 내용이 들어갑니다. 1 내용이 들어갑니다. 1 내용이 들어갑니다.</p>
<p> 2 내용이 들어갑니다. 2 내용이 들어갑니다. 2 내용이 들어갑니다. 2 내용이 들어갑니다. 2 내용이 들어갑니다. 2 내용이 들어갑니다. 2 내용이 들어갑니다.</p>
<p> 3 내용이 들어갑니다. 3 내용이 들어갑니다. 3 내용이 들어갑니다. 3 내용이 들어갑니다. 3 내용이 들어갑니다. 3 내용이 들어갑니다. 3 내용이 들어갑니다.</p>


</body>
</html>